Ruby/Curso67/fundamentalsRails/primerApp/app/views/usuarios/_form.html.erb

    <label for = "usuario_rol_id">Roles </label>
    <%= collection_select :rol, :rol_id, Rol.all, :id, :nombre %>
---
SELECT "rols".* FROM "rols"