Ruby/Curso67/fundamentalsRails/primerApp/app/views/usuarios/index.html.erb

SELECT "rols".* FROM "rols"
---
<label for = "usuario_roles">Roles </label>
  <%= collection_select :rol, :rol_id, Rol.all, :id, :nombre %>